[
  {
    "id": "q1",
    "mood": "funny",
    "occasion": null,
    "translations": {
      "en": "If you could have dinner with any fictional character, who would it be and what would you order?",
      "es": "Si pudieras cenar con cualquier personaje ficticio, ¿quién sería y qué pedirías?",
      "fr": "Si tu pouvais dîner avec n'importe quel personnage fictif, qui serait-ce et que commanderais-tu?",
      "zh": "如果你可以和任何虚构人物共进晚餐，你会选择谁，会点什么菜？",
      "hi": "यदि आप किसी काल्पनिक चरित्र के साथ रात का खाना खा सकते हैं, तो वह कौन होगा और आप क्या ऑर्डर करेंगे?",
      "ar": "إذا كان بإمكانك تناول العشاء مع أي شخصية خيالية، فمن ستختار وماذا ستطلب؟",
      "bn": "যদি আপনি কোনো কাল্পনিক চরিত্রের সাথে রাতের খাবার খেতে পারেন, তাহলে সেটি কে হবে এবং আপনি কী অর্ডার করবেন?",
      "pt": "Se você pudesse jantar com qualquer personagem fictício, quem seria e o que você pediria?",
      "ru": "Если бы вы могли поужинать с любым вымышленным персонажем, кто бы это был и что бы вы заказали?",
      "id": "Jika Anda bisa makan malam dengan karakter fiksi mana pun, siapa yang akan Anda pilih dan apa yang akan Anda pesan?",
      "ur": "اگر آپ کسی بھی خیالی کردار کے ساتھ رات کا کھانا کھا سکیں تو وہ کون ہوگا اور آپ کیا آرڈر کریں گے؟",
      "de": "Wenn du mit einer fiktiven Figur zu Abend essen könntest, wer wäre das und was würdest du bestellen?",
      "ja": "架空のキャラクターと夕食を食べることができるとしたら、誰を選び、何を注文しますか？",
      "vi": "Nếu bạn có thể ăn tối với bất kỳ nhân vật hư cấu nào, đó sẽ là ai và bạn sẽ gọi món gì?",
      "ko": "가상의 인물과 저녁을 먹을 수 있다면 누구를 선택하고 무엇을 주문하시겠습니까?",
      "it": "Se potessi cenare con qualsiasi personaggio immaginario, chi saresti e cosa ordineresti?"
    }
  },
  {
    "id": "q2",
    "mood": "funny",
    "occasion": null,
    "translations": {
      "en": "What's the weirdest food combination you actually enjoy?",
      "es": "¿Cuál es la combinación de comida más extraña que realmente disfrutas?",
      "fr": "Quelle est la combinaison d'aliments la plus étrange que tu apprécies vraiment?",
      "zh": "你真正喜欢的最奇怪的食物搭配是什么？",
      "hi": "आपका सबसे अजीब खाना संयोजन क्या है जिसका आप वास्तव में आनंद लेते हैं?",
      "ar": "ما هو أغرب مزيج طعام تستمتع به فعلاً؟",
      "bn": "আপনি আসলে উপভোগ করেন এমন সবচেয়ে অদ্ভুত খাবারের সংমিশ্রণ কী?",
      "pt": "Qual é a combinação de comida mais estranha que você realmente gosta?",
      "ru": "Какая самая странная комбинация еды, которая вам действительно нравится?",
      "id": "Apa kombinasi makanan paling aneh yang benar-benar Anda nikmati?",
      "ur": "آپ کو واقعی پسند آنے والا سب سے عجیب کھانے کا امتزاج کیا ہے؟",
      "de": "Was ist die seltsamste Lebensmittelkombination, die dir wirklich schmeckt?",
      "ja": "あなたが実際に楽しんでいる最も奇妙な食べ物の組み合わせは何ですか？",
      "vi": "Sự kết hợp thức ăn kỳ lạ nhất mà bạn thực sự thích là gì?",
      "ko": "실제로 즐기는 가장 이상한 음식 조합은 무엇입니까?",
      "it": "Qual è la combinazione di cibo più strana che ti piace davvero?"
    }
  },
  {
    "id": "q3",
    "mood": "funny",
    "occasion": "first-meetup",
    "translations": {
      "en": "What's your most embarrassing autocorrect fail?",
      "es": "¿Cuál es tu error de autocorrección más embarazoso?",
      "fr": "Quelle est ta faute d'autocorrection la plus embarrassante?",
      "zh": "你最尴尬的自动更正错误是什么？",
      "hi": "आपकी सबसे शर्मनाक ऑटो करेक्ट गलती क्या है?",
      "ar": "ما هو أكثر أخطاء التصحيح التلقائي إحراجاً لديك؟",
      "bn": "আপনার সবচেয়ে লজ্জাজনক অটোকারেক্ট ভুল কী?",
      "pt": "Qual é o seu erro de correção automática mais embaraçoso?",
      "ru": "Какая ваша самая неловкая ошибка автокоррекции?",
      "id": "Apa kesalahan autocorrect paling memalukan Anda?",
      "ur": "آپ کی سب سے شرمناک آٹو کریکٹ غلطی کیا ہے؟",
      "de": "Was ist dein peinlichster Autokorrektur-Fehler?",
      "ja": "最も恥ずかしい自動修正の失敗は何ですか？",
      "vi": "Lỗi tự động sửa lỗi đáng xấu hổ nhất của bạn là gì?",
      "ko": "가장 당황스러운 자동 수정 실수는 무엇입니까?",
      "it": "Qual è il tuo errore di correzione automatica più imbarazzante?"
    }
  },
  {
    "id": "q4",
    "mood": "caring",
    "occasion": null,
    "translations": {
      "en": "What's one small thing that made you smile this week?",
      "es": "¿Qué pequeña cosa te hizo sonreír esta semana?",
      "fr": "Quelle petite chose t'a fait sourire cette semaine?",
      "zh": "这周有什么小事让你微笑？",
      "hi": "इस सप्ताह कौन सी छोटी सी बात ने आपको मुस्कुराया?",
      "ar": "ما هو الشيء الصغير الذي جعلك تبتسم هذا الأسبوع؟",
      "bn": "এই সপ্তাহে কোন ছোট জিনিস আপনাকে হাসিয়েছে?",
      "pt": "Qual foi uma pequena coisa que te fez sorrir esta semana?",
      "ru": "Что маленькое заставило вас улыбнуться на этой неделе?",
      "id": "Apa hal kecil yang membuat Anda tersenyum minggu ini?",
      "ur": "اس ہفتے کون سی چھوٹی سی بات نے آپ کو مسکرایا؟",
      "de": "Was war eine kleine Sache, die dich diese Woche zum Lächeln gebracht hat?",
      "ja": "今週あなたを笑顔にした小さなことは何ですか？",
      "vi": "Điều nhỏ nào đã khiến bạn mỉm cười trong tuần này?",
      "ko": "이번 주에 당신을 미소 짓게 한 작은 일은 무엇입니까?",
      "it": "Qual è la piccola cosa che ti ha fatto sorridere questa settimana?"
    }
  },
  {
    "id": "q5",
    "mood": "caring",
    "occasion": null,
    "translations": {
      "en": "How are you really feeling today, beyond just 'fine'?",
      "es": "¿Cómo te sientes realmente hoy, más allá de simplemente 'bien'?",
      "fr": "Comment te sens-tu vraiment aujourd'hui, au-delà de juste 'bien'?",
      "zh": "今天你真正的感受如何，不只是\"还好\"？",
      "hi": "आज आप वास्तव में कैसा महसूस कर रहे हैं, सिर्फ 'ठीक' से कहीं अधिक?",
      "ar": "كيف تشعر حقاً اليوم، أبعد من مجرد 'بخير'؟",
      "bn": "আজ আপনি আসলে কেমন অনুভব করছেন, শুধু 'ভালো' এর চেয়ে বেশি?",
      "pt": "Como você está se sentindo hoje de verdade, além de apenas 'bem'?",
      "ru": "Как вы действительно себя чувствуете сегодня, не просто 'хорошо'?",
      "id": "Bagaimana perasaan Anda hari ini, lebih dari sekadar 'baik'?",
      "ur": "آج آپ واقعی کیسا محسوس کر رہے ہیں، صرف 'ٹھیک' سے کہیں زیادہ؟",
      "de": "Wie fühlst du dich heute wirklich, jenseits von nur 'gut'?",
      "ja": "今日は本当にどんな気分ですか、ただ「大丈夫」以上に？",
      "vi": "Hôm nay bạn cảm thấy thế nào thực sự, không chỉ là 'ổn'?",
      "ko": "오늘 정말 기분이 어떠신가요, 그냥 '괜찮다' 이상으로?",
      "it": "Come ti senti davvero oggi, oltre al semplice 'bene'?"
    }
  },
  {
    "id": "q6",
    "mood": "warm",
    "occasion": null,
    "translations": {
      "en": "What's a recent moment that reminded you what you're grateful for?",
      "es": "¿Cuál es un momento reciente que te recordó por lo que estás agradecido?",
      "fr": "Quel est un moment récent qui t'a rappelé ce pour quoi tu es reconnaissant?",
      "zh": "最近有什么时刻让你想起了你感激的事情？",
      "hi": "हाल की कौन सी घटना ने आपको याद दिलाया कि आप किसके लिए आभारी हैं?",
      "ar": "ما هي اللحظة الأخيرة التي ذكرتك بما أنت ممتن له؟",
      "bn": "সাম্প্রতিক কোন মুহূর্ত আপনাকে মনে করিয়ে দিয়েছে যে আপনি কীসের জন্য কৃতজ্ঞ?",
      "pt": "Qual foi um momento recente que te lembrou pelo que você é grato?",
      "ru": "Какой недавний момент напомнил вам о том, за что вы благодарны?",
      "id": "Momen terbaru apa yang mengingatkan Anda tentang hal-hal yang Anda syukuri?",
      "ur": "حالیہ کون سا لمحہ آپ کو یاد دلایا کہ آپ کس چیز کے لیے شکر گزار ہیں؟",
      "de": "Welcher kürzliche Moment hat dich daran erinnert, wofür du dankbar bist?",
      "ja": "最近、あなたが感謝していることを思い出させてくれた瞬間は何ですか？",
      "vi": "Khoảnh khắc gần đây nào đã nhắc nhở bạn về những gì bạn biết ơn?",
      "ko": "최근에 당신이 감사하는 것을 상기시켜준 순간은 무엇입니까?",
      "it": "Qual è un momento recente che ti ha ricordato per cosa sei grato?"
    }
  },
  {
    "id": "q7",
    "mood": "enthusiastic",
    "occasion": null,
    "translations": {
      "en": "What's the most exciting thing happening in your life right now?",
      "es": "¿Qué es lo más emocionante que está pasando en tu vida ahora mismo?",
      "fr": "Quelle est la chose la plus excitante qui se passe dans ta vie en ce moment?",
      "zh": "现在你生活中最令人兴奋的事情是什么？",
      "hi": "अभी आपके जीवन में सबसे रोमांचक बात क्या हो रही है?",
      "ar": "ما هو أكثر شيء مثير يحدث في حياتك الآن؟",
      "bn": "এখন আপনার জীবনে সবচেয়ে উত্তেজনাপূর্ণ বিষয় কী ঘটছে?",
      "pt": "Qual é a coisa mais empolgante que está acontecendo na sua vida agora?",
      "ru": "Что самое захватывающее происходит в вашей жизни прямо сейчас?",
      "id": "Apa hal paling menarik yang terjadi dalam hidup Anda saat ini?",
      "ur": "آپ کی زندگی میں ابھی سب سے دلچسپ بات کیا ہو رہی ہے؟",
      "de": "Was ist das Aufregendste, was gerade in deinem Leben passiert?",
      "ja": "今あなたの人生で最もエキサイティングなことは何ですか？",
      "vi": "Điều thú vị nhất đang xảy ra trong cuộc sống của bạn hiện tại là gì?",
      "ko": "지금 당신의 삶에서 가장 흥미진진한 일은 무엇입니까?",
      "it": "Qual è la cosa più emozionante che sta succedendo nella tua vita in questo momento?"
    }
  },
  {
    "id": "q8",
    "mood": "thoughtful",
    "occasion": null,
    "translations": {
      "en": "What's something you've learned about yourself recently?",
      "es": "¿Qué es algo que has aprendido sobre ti mismo recientemente?",
      "fr": "Qu'est-ce que tu as appris sur toi-même récemment?",
      "zh": "最近你对自己有什么新的了解？",
      "hi": "हाल ही में आपने अपने बारे में क्या सीखा है?",
      "ar": "ما هو شيء تعلمته عن نفسك مؤخراً؟",
      "bn": "সম্প্রতি আপনি নিজের সম্পর্কে কী শিখেছেন?",
      "pt": "O que você aprendeu sobre si mesmo recentemente?",
      "ru": "Что вы недавно узнали о себе?",
      "id": "Apa yang baru-baru ini Anda pelajari tentang diri Anda sendiri?",
      "ur": "حال ہی میں آپ نے اپنے بارے میں کیا سیکھا ہے؟",
      "de": "Was hast du kürzlich über dich selbst gelernt?",
      "ja": "最近自分自身について学んだことは何ですか？",
      "vi": "Gần đây bạn đã học được điều gì về bản thân?",
      "ko": "최근에 자신에 대해 배운 것은 무엇입니까?",
      "it": "Cosa hai imparato di recente su te stesso?"
    }
  },
  {
    "id": "q9",
    "mood": "casual",
    "occasion": "coffee-chat",
    "translations": {
      "en": "What's your go-to coffee or tea order?",
      "es": "¿Cuál es tu pedido habitual de café o té?",
      "fr": "Quelle est ta commande habituelle de café ou de thé?",
      "zh": "你通常点什么咖啡或茶？",
      "hi": "आपका पसंदीदा कॉफी या चाय का ऑर्डर क्या है?",
      "ar": "ما هو طلبك المعتاد من القهوة أو الشاي؟",
      "bn": "আপনার পছন্দের কফি বা চায়ের অর্ডার কী?",
      "pt": "Qual é seu pedido padrão de café ou chá?",
      "ru": "Какой у вас обычный заказ кофе или чая?",
      "id": "Apa pesanan kopi atau teh favorit Anda?",
      "ur": "آپ کا پسندیدہ کافی یا چائے کا آرڈر کیا ہے؟",
      "de": "Was ist deine übliche Kaffee- oder Tee-Bestellung?",
      "ja": "いつものコーヒーや紅茶の注文は何ですか？",
      "vi": "Đồ uống cà phê hoặc trà yêu thích của bạn là gì?",
      "ko": "평소 주문하는 커피나 차는 무엇입니까?",
      "it": "Qual è il tuo ordine abituale di caffè o tè?"
    }
  },
  {
    "id": "q10",
    "mood": "deep",
    "occasion": null,
    "translations": {
      "en": "What's a belief you held strongly that has changed over time?",
      "es": "¿Cuál es una creencia que tenías fuertemente que ha cambiado con el tiempo?",
      "fr": "Quelle est une croyance que tu avais fermement qui a changé avec le temps?",
      "zh": "你曾经坚信但随着时间改变的信念是什么？",
      "hi": "कौन सा विश्वास था जो आपके पास मजबूती से था और समय के साथ बदल गया?",
      "ar": "ما هو الاعتقاد الذي كنت تؤمن به بقوة وتغير مع الوقت؟",
      "bn": "কোন বিশ্বাস আপনার দৃঢ়ভাবে ছিল যা সময়ের সাথে পরিবর্তিত হয়েছে?",
      "pt": "Qual é uma crença que você tinha fortemente que mudou com o tempo?",
      "ru": "Какое убеждение, которое у вас было сильное, изменилось со временем?",
      "id": "Apa keyakinan yang dulu Anda pegang kuat tapi berubah seiring waktu?",
      "ur": "کون سا عقیدہ تھا جو آپ کے پاس مضبوطی سے تھا اور وقت کے ساتھ بدل گیا؟",
      "de": "Welche Überzeugung hattest du stark, die sich mit der Zeit geändert hat?",
      "ja": "時間とともに変わった、あなたが強く持っていた信念は何ですか？",
      "vi": "Niềm tin nào bạn từng tin tưởng mạnh mẽ nhưng đã thay đổi theo thời gian?",
      "ko": "시간이 지나면서 변한 강하게 믿었던 신념은 무엇입니까?",
      "it": "Qual è una convinzione che avevi fortemente che è cambiata nel tempo?"
    }
  },
  {
    "id": "q11",
    "mood": "enthusiastic",
    "occasion": "team-meeting",
    "translations": {
      "en": "What's one win, big or small, you'd like to celebrate this week?",
      "es": "¿Cuál es una victoria, grande o pequeña, que te gustaría celebrar esta semana?",
      "fr": "Quelle est une victoire, grande ou petite, que tu aimerais célébrer cette semaine?",
      "zh": "这周有什么大大小小的成功值得庆祝？",
      "hi": "इस सप्ताह कौन सी जीत, बड़ी या छोटी, का जश्न मनाना चाहेंगे?",
      "ar": "ما هو الإنجاز، كبيراً كان أم صغيراً، الذي تود الاحتفال به هذا الأسبوع؟",
      "bn": "এই সপ্তাহে কোন জয়, বড় বা ছোট, আপনি উদযাপন করতে চান?",
      "pt": "Qual é uma vitória, grande ou pequena, que você gostaria de celebrar esta semana?",
      "ru": "Какая победа, большая или маленькая, которую вы хотели бы отпраздновать на этой неделе?",
      "id": "Apa satu kemenangan, besar atau kecil, yang ingin Anda rayakan minggu ini?",
      "ur": "اس ہفتے کون سی جیت، بڑی یا چھوٹی، کا جشن منانا چاہیں گے؟",
      "de": "Welchen Erfolg, groß oder klein, möchtest du diese Woche feiern?",
      "ja": "今週お祝いしたい、大小問わない勝利は何ですか？",
      "vi": "Thành công nào, lớn hay nhỏ, bạn muốn ăn mừng trong tuần này?",
      "ko": "이번 주에 축하하고 싶은 크고 작은 성공은 무엇입니까?",
      "it": "Qual è una vittoria, grande o piccola, che vorresti celebrare questa settimana?"
    }
  },
  {
    "id": "q12",
    "mood": "casual",
    "occasion": "work-break",
    "translations": {
      "en": "If you could have any superpower for just one day, what would you choose?",
      "es": "Si pudieras tener cualquier superpoder por solo un día, ¿cuál elegirías?",
      "fr": "Si tu pouvais avoir n'importe quel superpouvoir pour une seule journée, lequel choisirais-tu?",
      "zh": "如果你能在一天内拥有任何超能力，你会选择什么？",
      "hi": "यदि आप सिर्फ एक दिन के लिए कोई भी महाशक्ति रख सकते हैं, तो आप क्या चुनेंगे?",
      "ar": "إذا كان بإمكانك امتلاك أي قوة خارقة ليوم واحد فقط، فماذا ستختار؟",
      "bn": "যদি আপনি শুধুমাত্র একদিনের জন্য কোনো অতিপ্রাকৃত শক্তি পেতে পারেন, তাহলে কী বেছে নেবেন?",
      "pt": "Se você pudesse ter qualquer superpoder por apenas um dia, qual escolheria?",
      "ru": "Если бы вы могли иметь любую суперсилу всего на один день, что бы вы выбрали?",
      "id": "Jika Anda bisa memiliki kekuatan super apa pun hanya untuk satu hari, apa yang akan Anda pilih?",
      "ur": "اگر آپ صرف ایک دن کے لیے کوئی بھی سپر پاور رکھ سکیں تو آپ کیا منتخب کریں گے؟",
      "de": "Wenn du für nur einen Tag eine Superkraft haben könntest, welche würdest du wählen?",
      "ja": "もし一日だけ何でもスーパーパワーを持てるとしたら、何を選びますか？",
      "vi": "Nếu bạn có thể có bất kỳ siêu năng lực nào chỉ trong một ngày, bạn sẽ chọn gì?",
      "ko": "하루 동안만 어떤 초능력이든 가질 수 있다면 무엇을 선택하시겠습니까?",
      "it": "Se potessi avere qualsiasi superpotere per un solo giorno, cosa sceglieresti?"
    }
  }
]
